/* titles */
"StandardTitle" = "“%@”に標準インストール";
"CustomTitle" = "“%@”にカスタムインストール";

/* space requirements message */
"SpaceRequirements" = "この操作には、コンピュータ上に %@ の領域が必要です。";

/* content strings for the standard install pane */
"InstallContinueMessage" = "ディスク“%@”にこのソフトウェアを標準インストールするには、“インストール”をクリックしてください。";
/* "UpgradeContinueMessage" = "Click Upgrade to perform a standard upgrade of this software on the disk “%@”."; */

/* versions of the above 2 strings for domain installs */
"InstallContinueMessage_UserDomain" = "このソフトウェアをホームフォルダに標準インストールするには、“インストール”をクリックしてください。現在このコンピュータを使用中のユーザのみがこのソフトウェアを使用できるようになります。";
"InstallContinueMessage_LocalDomain" = "このコンピュータのすべてのユーザが使用できるようにこのソフトウェアを標準インストールするには、“インストール”をクリックしてください。このコンピュータのすべてのユーザがこのソフトウェアを使用できるようになります。";
"InstallContinueMessage_UnknownDomain" = "このソフトウェアを標準インストールするには、“インストール”をクリックしてください。";

/*
"UpgradeContinueMessage_UserDomain" = "Click Upgrade to perform a standard upgrade of this software in your home directory.";
"UpgradeContinueMessage_LocalDomain" = "Click Upgrade to perform a standard upgrade of this software for all users of this computer.";
"UpgradeContinueMessage_UnknownDomain" = "Click Upgrade to perform a standard upgrade of this software.";
*/

/* warnings */
"ShutdownWarning" = "このソフトウェアのインストール終了時に、コンピュータをシステム終了する必要があります。ソフトウェアを今すぐインストールしてもよろしいですか？";
"RestartWarning" = "このソフトウェアのインストール終了時に、コンピュータを再起動する必要があります。ソフトウェアを今すぐインストールしてもよろしいですか？";
"LogoutWarning" = "このソフトウェアをインストールするには、すべてのアプリケーションを終了する必要があります。また、インストールの完了時にシステムから自動的にログアウトします。ソフトウェアを今すぐインストールしてもよろしいですか？";
"BatteryWarning" = "電源アダプタがコンピュータにつながっていない、またはコンセントに未接続の状態でインストールを開始しようとしています。実行してもよろしいですか？";
"PadWarning" = "このソフトウェアをインストールすると、お使いの Mac OS X システムの空き領域が 100 MB 未満になります。この状態で使用するとシステム上の問題が起きる可能性があるため、お勧めできません。続けてもよろしいですか？";

/* button titles */
/* "UPGRADE_BUTTON_TITLE" = "Upgrade"; */
"INSTALL_BUTTON_TITLE" = "インストール";
"CONTINUE_BUTTON_TITLE" = "続ける";
"OK_BUTTON_TITLE" = "OK";
"CANCEL_BUTTON_TITLE" = "キャンセル";
"CONTINUE_INSTALL_BUTTON_TITLE" = "インストールを続ける";

"ExtraMediaMessage" = "インストールしているソフトウェアでは、追加のインストールディスクが必要です。次のディスクを用意してください：";
"AppToQuitMessage" = "%@ は現在起動していますが、インストールが開始する前に自動的に終了します。もしこのアプリケーションを終了させたくない場合には、インストールをキャンセルしてください。";
"AppsToQuitMessage" = "次の現在起動しているアプリケーションは、インストールが開始する前に自動的に終了します：%@。もし終了させたくない場合には、インストールをキャンセルしてください。";

"MUST_QUIT_APPLICATIONS_TITLE" = "いくつかのアプリケーションは、このインストールが始まる前に終了する必要があります。";
"MUST_QUIT_APPLICATION_MESSAGE" = "%@ はインストールが開始する前に自動的に終了します。もし終了させたくない場合には、“キャンセル”をクリックしてこのインストールをキャンセルしてください。";
"MUST_QUIT_APPLICATIONS_MESSAGE" = "次のアプリケーションは終了します：%@。もし終了させたくない場合には、“キャンセル”をクリックしてこのインストールをキャンセルしてください。";

/* Format for StandardInstall alert message when you don't have enough disk space and it is a single package */
"StandardInstallSinglePackageDeselectTitle" = "インストール先のディスクにあと約 %@ の空き領域が必要です。";
"StandardInstallSinglePackageDeselectMessage" = "インストーラをいったん終了して、ファイルまたはアプリケーションを削除してディスクの空き領域を増やした後で、もう一度インストールしてください。";
"StandardInstallSinglePackageDeselectMessage_AllowOtherVolumeSelection" = "インストール先として別のディスクを選択するか、インストーラをいったん終了して、ファイルまたはアプリケーションを削除してディスク上の空き領域を増やした後で、もう一度インストールを始めてください。";

/* Format for CustomInstall alert message when you don't have enough disk space and there is a metapackage */
"CustomMetaPackageDeselectTitle" = "インストール先のディスクにあと約 %@ の空き領域が必要です。";
"CustomMetaPackageDeselectMessage" = "一部の選択を解除する、またはインストーラをいったん終了しファイルまたはアプリケーションを削除してディスクの空き領域を増やした後で、もう一度インストールしてください。";
"CustomMetaPackageDeselectMessage_AllowOtherVolumeSelection" = "インストール先として別のディスクを選択するか、いくつかの選択を解除するか、インストーラをいったん終了して、ファイルまたはアプリケーションを削除してディスク上の空き領域を増やした後で、もう一度インストールをやり直してください。";

/* Displayed when there is nothing for the Installer to do.  Users should not get here but if they do this is what they'll see */
"NothingToInstall" = "このソフトウェアのより新しいバージョンがシステムにインストールされています。この古いバージョンをインストールする必要はありません。";

"CUSTOM_FOLDER_TOOLTIP" = "%2$@ 上のフォルダ“%1$@”";
"CUSTOM_FOLDER_ERROR_TITLE" = "この項目のインストールに必要な空き領域が不足しています。";
"CUSTOM_FOLDER_ERROR_SPACE" = "ファイルまたはアプリケーションを削除してディスクの空き領域を増やす、または別のフォルダまたはディスクを選択してから、もう一度インストールしてください。";
"CUSTOM_FOLDER_DESCRIPTION" = "“%1$@”の場所を選択しています。この項目のサイズは %2$@ です。ディスクとそれらの空き領域のリストを下に示します。";
"CUSTOM_FOLDER_NEGATIVE_SPACE" = "-%@（ディスク領域不足）";
"CUSTOM_OTHER_MENU_ITEM" = "その他...";
